{
    "status": "ok",
    "totalResults": 463,
    "articles": [
    {
    "source": {
    "id": null,
    "name": "Android Central"
    },
    "author": "derrek.lee@futurenet.com (Derrek Lee)",
    "title": "The affordable Galaxy Watch FE might be what Wear OS really needs",
    "description": "The Galaxy Watch FE may be a Watch 4 reboot, but it's a good alternative to the expensive Wear OS watches we've been getting.",
    "url": "https://www.androidcentral.com/wearables/we-need-more-affordable-wear-os-watches",
    "urlToImage": "https://cdn.mos.cms.futurecdn.net/Cp7tUGUGxi4JnAhnWLAe4R-1200-80.jpg",
    "publishedAt": "2024-06-15T08:00:37Z",
    "content": "Samsung recently launched the new Galaxy Watch FE this week, which is really just a 2024 \"refresh\" of the Galaxy Watch 4. The smartwatch features more or less the same specs, chipset, and design as t… [+5414 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Android Central"
    },
    "author": "ted@byteddyk.com (Ted Kritsonis)",
    "title": "Jabra Elite 10 Gen 2 review: The last big hurrah",
    "description": "Jabra's latest earbuds create extra space but also come with a shocking exit.",
    "url": "https://www.androidcentral.com/accessories/audio/jabra-elite-10-gen-2-review",
    "urlToImage": "https://cdn.mos.cms.futurecdn.net/ZFfe8PwWCTWxt77vsmMExJ-1200-80.jpg",
    "publishedAt": "2024-06-15T11:00:40Z",
    "content": "This is somewhat unique territory for Jabra because it usually replaces rather than reiterates its flagship products. And yet, here we are with the Jabra Elite 10 Gen 2, a pair of earbuds that look a… [+10776 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "MacRumors"
    },
    "author": "MacRumors Staff",
    "title": "Top Stories: WWDC Recap With iOS 18, Apple Intelligence, and More",
    "description": "WWDC 2024 kicked off on Monday with a jam-packed keynote revealing iOS 18, macOS Sequoia, and more, all fueled by upcoming Apple Intelligence technology.\n\n\n\n\n\nWe've highlighted the major announcements below, but be sure to check out our recap post that includ…",
    "url": "https://www.macrumors.com/2024/06/15/top-stories-wwdc-2024-recap/",
    "urlToImage": "https://images.macrumors.com/t/Xwf_RjW2ycEb6k9nxYlxbrJLlkk=/1600x/article-new/2024/06/top-stories-15jun2024.jpg",
    "publishedAt": "2024-06-15T13:00:00Z",
    "content": "WWDC 2024 kicked off on Monday with a jam-packed keynote revealing iOS 18, macOS Sequoia, and more, all fueled by upcoming Apple Intelligence technology.\r\nWe've highlighted the major announcements be… [+3781 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Xataka.com"
    },
    "author": "Javier Pastor",
    "title": "Amazon quiso convertir Alexa en la némesis de ChatGPT. El proyecto ha acabado siendo un caos",
    "description": "El pasado mes de septiembre Amazon parecía estar preparada para plantear su particular revolución en el mundo de la IA. En un evento en Washinton DC, los responsables de la firma nos enseñaban la nueva versión de Alexa. Su asistente de voz nos invitaba a chat…",
    "url": "https://www.xataka.com/robotica-e-ia/amazon-quiso-convertir-alexa-nemesis-chatgpt-proyecto-ha-acabado-siendo-caos",
    "urlToImage": "https://i.blogs.es/b767ed/alexa/840_560.jpeg",
    "publishedAt": "2024-06-15T11:30:29Z",
    "content": "El pasado mes de septiembre Amazon parecía estar preparada para plantear su particular revolución en el mundo de la IA. En un evento en Washinton DC, los responsables de la firma nos enseñaban la nue… [+4638 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Digital Trends"
    },
    "author": "Bryan M. Wolfe",
    "title": "Every new iMessage feature coming to your iPhone in iOS 18",
    "description": "Your iMessages are changing significantly in Apple's iOS 18 update. Here are all of the new features to look forward to.",
    "url": "https://www.digitaltrends.com/mobile/every-new-imessage-feature-coming-to-your-iphone-ios-18/",
    "urlToImage": "https://www.digitaltrends.com/wp-content/uploads/2024/06/ios-18-imessage-features-blue-background.jpg?resize=1200%2C630&p=1",
    "publishedAt": "2024-06-15T12:00:10Z",
    "content": "Digital Trends\r\nDuring Apple’s recent Worldwide Developers Conference (WWDC) 2024 keynote, Apple unveiled iOS 18 and its extensive new features. One area that will undergo significant changes is the … [+5809 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Digital Trends"
    },
    "author": "Michael Bizzaco",
    "title": "This Samsung 55-inch QLED TV deal cuts the price by $400",
    "description": "Now is the time to buy that new QLED you’ve been dreaming of. Right now, save $400 on the purchase of the Samsung 55-inch QN90C QLED.",
    "url": "https://www.digitaltrends.com/home-theater/samsung-55-inch-qn90c-qled-deal-best-buy-june-2024/",
    "urlToImage": "https://www.digitaltrends.com/wp-content/uploads/2023/07/Samsung-QN90C-review-12.jpg?resize=1200%2C630&p=1",
    "publishedAt": "2024-06-15T13:00:39Z",
    "content": "Samsung\r\nSamsung TV deals are getting better and better as we approach Father’s Day. We’re looking high and low for the best markdowns we can find, and we just had to bring this one to your attention… [+1860 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Android Police"
    },
    "author": "Sam Zell-Breier",
    "title": "Adobe and many other companies are acting flagrantly anti-consumer",
    "description": "Adobe's Terms of Use angered users when it claimed to want access to everything created in its apps, a problem with many anti-consumer companies",
    "url": "https://www.androidpolice.com/adobes-growing-too-bold-and-anti-consumer/",
    "urlToImage": "https://static1.anpoimages.com/wordpress/wp-content/uploads/2024/06/adobe-1-ap24-hero.jpg",
    "publishedAt": "2024-06-15T11:01:14Z",
    "content": "I must admit, I've held a bit of a grudge against Adobe ever since it switched to a subscription model. Instead of being content with one version as new iterations come out, I'm forced to shell out c… [+5531 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "AppleInsider"
    },
    "author": "news@appleinsider.com (William Gallagher)",
    "title": "Special WWDC Edition: Interviewing Setapp developer Oleksandr Kosovan on the AppleInsider Podcast",
    "description": "Get the developers' perspective on all things WWDC and Apple Intelligence in this exclusive interview with MacPaw founder — and owner of the best ever Apple museum — Oleksandr Kosovan.MacPaw founder Oleksandr KosovanWhile most of us watched the stream of the …",
    "url": "https://appleinsider.com/articles/24/06/15/special-wwdc-edition-interviewing-setapp-developer-oleksandr-kosovan-on-the-appleinsider-podcast",
    "urlToImage": "https://photos5.appleinsider.com/gallery/60070-123279-000-lede-Oleksandr-Kosovan-d2-xl.jpg",
    "publishedAt": "2024-06-15T12:32:06Z",
    "content": "MacPaw founder Oleksandr Kosovan\r\nGet the developers' perspective on all things WWDC and Apple Intelligence in this exclusive interview with MacPaw founder — and owner of the best ever Apple museum —… [+28940 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Yanko Design"
    },
    "author": "Srishti Mitra",
    "title": "Top 5 iPad Accessories To Elevate Your Tablet Game To A Whole New Level",
    "description": "Top 5 iPad Accessories To Elevate Your Tablet Game To A Whole New LevelMy iPad has almost reached necessity status in my life, I’m pretty sure all of us tablet owners are super reliant on them (I mean,...",
    "url": "https://www.yankodesign.com/2024/06/15/top-5-ipad-accessories-to-elevate-your-tablet-game-to-a-whole-new-level/",
    "urlToImage": "https://www.yankodesign.com/images/design_news/2024/06/top-5-ipad-accessories/top_5_ipad_accessories_yanko_design_hero.jpeg",
    "publishedAt": "2024-06-15T11:40:31Z",
    "content": "My iPad has almost reached necessity status in my life, Im pretty sure all of us tablet owners are super reliant on them (I mean, I am for sure)! I personally find tablets extremely handy, theyre the… [+3330 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "A Beautiful Mess"
    },
    "author": "Elsie Larson",
    "title": "Cement Mixer Shot",
    "description": "The Cement Mixer shot recipe (aka Concrete Mixer) is the most polarizing shot EVER—you will either love it or hate it. Made by combining Irish cream liqueur and lime juice this shot curdles in your mouth. I repeat, this shot is an intentionally curdled textur…",
    "url": "https://abeautifulmess.com/cement-mixer-shot/",
    "urlToImage": "https://abeautifulmess.com/wp-content/uploads/2024/02/Cement-MIxer.jpg",
    "publishedAt": "2024-06-15T13:03:00Z",
    "content": "The Cement Mixer shot recipe (aka Concrete Mixer) is the most polarizing shot EVERyou will either love it or hate it. Made by combining Irish cream liqueur and lime juice this shot curdles in your mo… [+4225 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Theregister.com"
    },
    "author": "Thomas Claburn",
    "title": "European Commission may be about to put the squeeze on Apple for its App Store rules",
    "description": "iBiz potentially facing hefty penalties under the Digital Markets Act\nThe European Commission is said to be preparing to file charges against Apple alleging that its \"steering\" rules, imposed on third-party developers distributing software through the App Sto…",
    "url": "https://www.theregister.com/2024/06/15/apple_european_commission/",
    "urlToImage": "https://regmedia.co.uk/2024/04/30/shutterstock_apple_eu.jpg",
    "publishedAt": "2024-06-15T08:47:10Z",
    "content": "The European Commission is said to be preparing to file charges against Apple alleging that its \"steering\" rules, imposed on third-party developers distributing software through the App Store, violat… [+3839 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Applesfera.com"
    },
    "author": "Guille Lomener",
    "title": "China tenía más de 20 Apple Store falsas y hasta sus empleados se creían que trabajaban en Apple",
    "description": "Desde hace bastantes años, la presencia de Apple en China ha sido muy importante. Además, recientemente hemos visto cómo han aplicado políticas de precios diferentes a las del resto del mundo para seguir adentrándose en el mercado chino. Para potenciar estas …",
    "url": "https://www.applesfera.com/curiosidades/china-tenia-20-apple-store-falsas-sus-empleados-se-creian-que-trabajaban-apple",
    "urlToImage": "https://i.blogs.es/3a2802/r389/840_560.jpeg",
    "publishedAt": "2024-06-15T10:00:50Z",
    "content": "Desde hace bastantes años, la presencia de Apple en China ha sido muy importante. Además, recientemente hemos visto cómo han aplicado políticas de precios diferentes a las del resto del mundo para se… [+3284 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Applesfera.com"
    },
    "author": "Isra Fdez",
    "title": "Quién es Chris Barton, el joven que creó la patente del algoritmo de búsqueda de Google y se convirtió en multimillonario vendiéndole Shazam a Apple",
    "description": "¿Qué pasaría si pudieras usar tu teléfono para identificar cualquier canción que suena de fondo, aunque estés en plena calle o en un bar lleno de gente hablando a todo volumen? Esta pregunta hoy no tiene sentido. Podemos tararear una melodía y los modelos de …",
    "url": "https://www.applesfera.com/curiosidades/quien-chris-barton-joven-que-creo-patente-algoritmo-busqueda-google-se-convirtio-multimillonario-vendiendole-shazam-a-apple",
    "urlToImage": "https://i.blogs.es/b3af79/shazam-creador/840_560.jpeg",
    "publishedAt": "2024-06-15T09:00:35Z",
    "content": "¿Qué pasaría si pudieras usar tu teléfono para identificar cualquier canción que suena de fondo, aunque estés en plena calle o en un bar lleno de gente hablando a todo volumen? Esta pregunta hoy no t… [+3773 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Applesfera.com"
    },
    "author": "Isra Fdez",
    "title": "En su día acusaron a Steve Jobs de engañarnos a todos con el primer iPhone. No tardaron en corregirlo",
    "description": "Los que tenemos ya una edad recordamos el día en el que Steve Jobs prometió \"hacer historia\" en la keynote del iPhone original allá por 2007. Y ya hemos hablado mucho sobre cómo se hizo historia aquel día, pero lo que se ha olvidado es que el iPhone original …",
    "url": "https://www.applesfera.com/iphone/su-dia-acusaron-a-steve-jobs-enganarnos-a-todos-primer-iphone-no-tardaron-corregirlo",
    "urlToImage": "https://i.blogs.es/648ae4/iphone-original/840_560.jpeg",
    "publishedAt": "2024-06-15T11:00:42Z",
    "content": "Los que tenemos ya una edad recordamos el día en el que Steve Jobs prometió \"hacer historia\" en la keynote del iPhone original allá por 2007. Y ya hemos hablado mucho sobre cómo se hizo historia aque… [+2522 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Xataka Android"
    },
    "author": "Eva Rodriguez de Luis",
    "title": "Cinco funciones de iOS 18 que me gustaría ver en Android",
    "description": "Que el nuevo sistema operativo de Apple para sus móviles es más Android que nunca no es ningún secreto:  muchas de las novedades de iOS 18 ya estaban en Android, lo que demuestra el buen hacer de Google aplicado a los teléfonos.\n<!-- BREAK 1 -->\nNo obstante, …",
    "url": "https://www.xatakandroid.com/sistema-operativo/cinco-funciones-ios-18-que-me-gustaria-ver-android",
    "urlToImage": "https://i.blogs.es/23e393/ios-18/840_560.jpeg",
    "publishedAt": "2024-06-15T08:00:39Z",
    "content": "Que el nuevo sistema operativo de Apple para sus móviles es más Android que nunca no es ningún secreto:  muchas de las novedades de iOS 18 ya estaban en Android, lo que demuestra el buen hacer de Goo… [+3787 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Android Authority"
    },
    "author": "Dhruv Bhutani",
    "title": "iOS 18 Control Center hands-on: More than an Android copy",
    "description": "Ample customization potential and a squeaky clean aesthetic make the Control Center in iOS 18 more than a copy cat.",
    "url": "https://www.androidauthority.com/ios-18-control-center-hands-on-review-3450505/",
    "urlToImage": "https://www.androidauthority.com/wp-content/uploads/2024/06/iPhone-iOS18-Control-Panel-showing-music-player.jpg",
    "publishedAt": "2024-06-15T13:00:23Z",
    "content": "Between Apple Intelligence and sweeping changes to customization, Apples 2024 iOS 18 software upgrade for the iPhone is shaping up as one of its largest updates yet. Amid all the changes headed to iO… [+6621 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Android Authority"
    },
    "author": "Edgar Cervantes",
    "title": "I’ve looked at thousands of phone wallpapers, here are my absolute favorites",
    "description": "We look at a lot of wallpapers here at Android Authority. Ever wondered which are our favorite ones? We list the best phone wallpapers here!",
    "url": "https://www.androidauthority.com/best-phone-wallpapers-3451628/",
    "urlToImage": "https://www.androidauthority.com/wp-content/uploads/2019/12/samsung-galaxy-note-10-plus-star-wars-edition-home-screen-wallpaper.jpg",
    "publishedAt": "2024-06-15T04:03:49Z",
    "content": "Being one of the wallpaper guys, my eyes have marveled over some of the best phone wallpapers in existence, and also some of the worst. The thing about finding great wallpapers is that its like findi… [+10030 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Xatakamovil.com"
    },
    "author": "Pepu Ricca",
    "title": "Llevo una semana probando iOS 18 con sentimientos encontrados: creo que es la mejor y a la vez la peor actualización para el iPhone",
    "description": "Apple mostró al mundo la nueva versión de sus sistemas operativos, siendo iOS 18 una revisión de lo que teníamos hasta ahora en el iPhone. A pesar de ello, los cambios no han sido precisamente pocos: Apple Intelligence es lo más sonado, pero no lo único impor…",
    "url": "https://www.xatakamovil.com/analisis/llevo-semana-probando-ios-18-sentimientos-encontrados-creo-que-mejor-a-vez-peor-actualizacion-para-iphone",
    "urlToImage": "https://i.blogs.es/2b07c3/1718366077356/840_560.jpeg",
    "publishedAt": "2024-06-15T10:00:50Z",
    "content": "Apple mostró al mundo la nueva versión de sus sistemas operativos, siendo iOS 18una revisión de lo que teníamos hasta ahora en el iPhone. A pesar de ello, los cambios no han sido precisamente pocos: … [+9722 chars]"
    },
    {
    "source": {
    "id": "bleacher-report",
    "name": "Bleacher Report"
    },
    "author": "Doc-Chris Mueller",
    "title": "Everything You Need to Know For WWE Clash at The Castle 2024",
    "description": "For the second PLE in a row, WWE is on foreign soil for a PLE, but this time it's Clash at the Castle in Scotland. It almost feels oddly appropriate that a…",
    "url": "https://bleacherreport.com/articles/10124883-everything-you-need-to-know-for-wwe-clash-at-the-castle-2024",
    "urlToImage": "https://media.bleacherreport.com/image/upload/c_fill,g_faces,w_3800,h_2000,q_95/v1718432299/inwid0yjf8jsrx8lht6g.jpg",
    "publishedAt": "2024-06-15T11:00:00Z",
    "content": "For fans in the United States, WWE Network's hub on the Peacock streaming service is where to watch Clash at the Castle. International fans can use the standard WWE Network. A list of devices that su… [+727 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Playpcesor.com"
    },
    "author": "Esor Huang",
    "title": "Luma AI 免費生成逼真影片實測，用中文指令或圖片創造短片教學",
    "description": "這幾天很熱門的 AI 工具是：「 Luma dream machine」，一款 AI 生成 5 秒鐘動態影片的線上服務，並且號稱有逼真的物理反應、電影運鏡和人物動作 ，可類比之前  Open AI 公布的 Sora ，不過 Sora 雖然效果驚人（還可生成一分鐘影片），卻尚未對...",
    "url": "https://www.playpcesor.com/2024/06/luma-ai.html",
    "urlToImage": "https://blogger.googleusercontent.com/img/a/AVvXsEjN-ZQTYBjehICw9ZTFuG-xvMQgTCYt2qOpllvjHLe4Hvjh1pkAf2npU_GV-zzkQK1u4kw9dbYCWECKYBV-M59QkHTQQj2DHMm_rP_YpSZ4Nwo8PC8yNi0MbgHMDTm2lFPMV9Adxsms1Tze4dhCTg7WhNAgKqcTN-suj5CdGSrBqrcDBYTeLSqw=w1200-h630-p-k-no-nu",
    "publishedAt": "2024-06-15T06:26:00Z",
    "content": "這幾天很熱門的 AI 工具是：「 Luma dream machine」，一款 AI 生成 5 秒鐘動態影片的線上服務，並且號稱有逼真的物理反應、電影運鏡和人物動作，可類比之前 Open AI 公布的 Sora ，不過 Sora 雖然效果驚人（還可生成一分鐘影片），卻尚未對一般用戶開放。而 「 Luma dream machine」 已經可以讓一般用戶直接試用，提供每天最多生成 10 則短片，每… [+3886 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Caschys Blog"
    },
    "author": "André Westphal",
    "title": "Wearables: Durchschnittliche Verkaufspreise sinken, Auslieferungsmengen steigen",
    "description": "Die IDC hat sich den internationalen Markt für Wearables im 1. Quartal 2024 genauer angesehen. Dabei stellt man gleich zwei Tendenzen fest: Einerseits sind die Auslieferungsmengen im Jahresvergleich um 8,8 % gestiegen, was die Hersteller freuen sollte. Kunden…",
    "url": "https://stadt-bremerhaven.de/wearables-durchschnittliche-verkaufspreise-sinken-auslieferungsmengen-steigen/",
    "urlToImage": "https://stadt-bremerhaven.de/wp-content/uploads/2024/05/Galaxy-Watch-AI.jpg",
    "publishedAt": "2024-06-15T04:30:54Z",
    "content": "Die Smartwatches von Samsung erhalten neue KI-Funktionen.\r\nDie IDC hat sich den internationalen Markt für Wearables im 1. Quartal 2024 genauer angesehen. Dabei stellt man gleich zwei Tendenzen fest: … [+2992 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Frandroid"
    },
    "author": "Juliette Rivière",
    "title": "Quel smartphone Google Pixel choisir en 2024 ? Notre sélection",
    "description": "Google propose ses propres smartphones, appelés les Pixel. Trois nouveaux modèles sortent chaque année. Chez Frandroid, nous les testons tous : on vous explique ici la gamme Pixel et le modèle qu'il vous faut.",
    "url": "https://www.frandroid.com/guide-dachat/2043088_quel-smartphone-google-pixel-choisir",
    "urlToImage": "https://images.frandroid.com/wp-content/uploads/2024/06/smartphones-google-pixel-frandroid.jpg",
    "publishedAt": "2024-06-15T08:00:30Z",
    "content": "Google propose ses propres smartphones, appelés les Pixel. Trois nouveaux modèles sortent chaque année. Chez Frandroid, nous les testons tous : on vous explique ici la gamme Pixel et le modèle qu'il … [+12191 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Ifanr.com"
    },
    "author": "苏伟鸿",
    "title": "早报|国行苹果 Vision Pro 开启预售/余承东：智选车卖 30 万元以下都亏损/特斯拉 FSD 将在上海落地试点",
    "description": "· 微软搁置「Recall」AI 新功能下周发布计划\n· 面壁智能 CEO 再回应被斯坦福抄袭，认同 Apple 智能方向\n· 腾讯官宣与广汽集团合作打造自动驾驶轻地图方案#欢迎关注爱范儿官方微信公众号：爱范儿（微信号：ifanr），更多精彩内容第一时间为您奉上。\n爱范儿 |\n原文链接 ·\n查看评论 ·\n新浪微博",
    "url": "https://www.ifanr.com/1589159",
    "urlToImage": "https://s3.ifanr.com/images/ep/cover-images/zi_hang_che_bei_ying_cover.jpg",
    "publishedAt": "2024-06-15T00:57:03Z",
    "content": "RecallAI \r\n5 Build 2024 AI Recall PC \r\n 6 18 Copilot+ PC Windows Insider \r\n Recall Windows Insider Copilot+ PC \r\n Recall PC \r\n FSD \r\n10 FSD\r\n FSD FSD Model 3 6.4 \r\n4 FSD \r\n 30 \r\n2024 BU \r\n 30 30 \r\n V… [+1027 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Ifanr.com"
    },
    "author": "张成晨",
    "title": "被 App Store 多次推荐的 AI 日记，好用在哪",
    "description": "你在写日记，还是日记在读懂你#欢迎关注爱范儿官方微信公众号：爱范儿（微信号：ifanr），更多精彩内容第一时间为您奉上。\n爱范儿 |\n原文链接 ·\n查看评论 ·\n新浪微博",
    "url": "https://www.ifanr.com/1589174",
    "urlToImage": "https://s3.ifanr.com/wp-content/uploads/2024/06/chaotuo22.jpg",
    "publishedAt": "2024-06-15T04:15:53Z",
    "content": "app\r\n appAI \r\n iOS Android App Store WWDC \r\nAI app\r\n AI \r\n app\r\nAI \r\nAI emoji…… \r\nAI \r\nAI \r\nAI \r\n……\r\nemoji \r\nAI \r\n AI\r\n UI \r\n2024 AI app\r\n Day One app\r\nDay One\r\n app ……\r\nAI 15 \r\napp \r\n AI \r\n AI \r\n AI… [+270 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Quartz India"
    },
    "author": "Quartz Bot",
    "title": "Elon Musk wins, Tesla stock's $2,600 future, and waiting for robotaxis: The most popular tech stories",
    "description": "Some five months after a Delaware judge struck down Tesla CEO Elon Musk’s $46 billion compensation package, investors put it back on the table.Read more...",
    "url": "https://qz.com/elon-musk-tesla-stock-robotaxis-tech-news-1851540671",
    "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/9bdf7557d25d8c8709d290ce61db6596.jpg",
    "publishedAt": "2024-06-15T13:00:00Z",
    "content": "Apple left viewers guessing whether it would reveal a major deal with OpenAI for nearly two hours during its Worldwide Developers Conference Monday.\r\nDuring the companys annual event, it announced Ap… [+348 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Adafruit.com"
    },
    "author": "Jessie Mae",
    "title": "Restoring an Apple IIc+ from Parts to a Fully Working Computer",
    "description": "ARC Javmaster shared this video on Youtube! There are files for 3D printing a volume knob for the Apple IIc Plus computer as well.In this video, we take you through the step-by-step process of restoring an Apple IIc+ from individual parts to a fully functiona…",
    "url": "https://blog.adafruit.com/2024/06/14/restoring-an-apple-iic-from-parts-to-a-fully-working-computer/",
    "urlToImage": "https://cdn-blog.adafruit.com/uploads/2024/06/restoring-an-apple-iic-from-part.jpg",
    "publishedAt": "2024-06-15T00:00:49Z",
    "content": "Adafruit publishes a wide range of writing and video content, including interviews and reporting on the maker market and the wider technology world. Our standards page is intended as a guide to best … [+2676 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Wired.jp"
    },
    "author": "Asuka Kawanabe",
    "title": "アカデミー賞常連のVFXスタジオ・DNEGが考える、イマーシブ体験の本質",
    "description": "アカデミー賞視覚効果部門の常連、DNEGが新たにイマーシブ体験専門の部門を立ち上げた。描写のリアルさが強みのVFXスタジオだが、イマーシブの本質を考えるならば、その強みすらも再考する必要があるのだと、同部門を率いるジョシュ・マンデルは語る。",
    "url": "https://wired.jp/article/vol53-we-are-all-newcomers-dneg/",
    "urlToImage": "https://media.wired.jp/photos/666b2eaea0a42973b68fcc61/16:9/w_1280,c_limit/20240419_wired_vr_1010-copy.jpg",
    "publishedAt": "2024-06-15T03:00:00Z",
    "content": "WIRED VOL.53Spatial × Computing3D\r\n3DVFX \r\nRSCVFXDNEG2049TENET DUNE/ 20242DNEG IXP\r\nDNEG3D3D80\r\nDNEG\r\n3602D\r\nApple Vision Pro"
    },
    {
    "source": {
    "id": null,
    "name": "MacStories"
    },
    "author": "Federico Viticci",
    "title": "The Issues of iPadOS 18’s New Tab Bars",
    "description": "Earlier today on Mastodon, I shared some concerns regarding the Books app in iPadOS 18 and how Apple implemented the new tab bar design in the app. Effectively, by eschewing a sidebar, the app has returned to feeling like a blown-up iPhone version – something…",
    "url": "https://www.macstories.net/linked/the-issues-of-ipados-18s-new-tab-bars/",
    "urlToImage": "https://56243e3f6f46fe44a301-deabeb5f3878e3553d0b065ea974f9bf.ssl.cf1.rackcdn.com/256px.png",
    "publishedAt": "2024-06-15T00:01:49Z",
    "content": "Earlier today on Mastodon, I shared some concerns regarding the Books app in iPadOS 18 and how Apple implemented the new tab bar design in the app. Effectively, by eschewing a sidebar, the app has re… [+2916 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Smartworld.it"
    },
    "author": "Marco Coletto",
    "title": "Migliori auto elettriche economiche: le top 10",
    "description": "Le dieci migliori auto elettriche economiche in commercio in Italia: dalla MG MG4 alla DR 1.0 EV passando per la Renault Zoe\r\nL'articolo Migliori auto elettriche economiche: le top 10 sembra essere il primo su Smartworld.",
    "url": "https://mobility.smartworld.it/migliori-auto-elettriche-economiche-le-top-10.html",
    "urlToImage": "https://mobility.smartworld.it/images/2023/04/12/mg-mg4_1200x675.jpeg",
    "publishedAt": "2024-06-15T12:27:00Z",
    "content": "Le auto elettriche economiche stanno diventando sempre più comuni in Italia: basta infatti dare un'occhiata ai listini per trovare tante proposte a emissioni zero relativamente accessibili con prezzi… [+4979 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Smartworld.it"
    },
    "author": "Redazione",
    "title": "Gli ultimi robot Ecovacs sono un vero concentrato di tecnologia: scope elettriche integrate, stazioni PureCyclone, lavaggio a 70°",
    "description": "In collaborazione con Ecovacs La divisione italiana di ECOVACS ROBOTICS ha presentato i nuovi robot aspirapolvere per il mercato italiano,...\r\nL'articolo Gli ultimi robot Ecovacs sono un vero concentrato di tecnologia: scope elettriche integrate, stazioni Pur…",
    "url": "https://www.smartworld.it/domotica/ecovacs-robot-aspirapolvere-2024-novita.html",
    "urlToImage": "https://www.smartworld.it/images/2024/06/12/ecovacs-robot-aspirapolvere-2024-novita_1200x675.jpg",
    "publishedAt": "2024-06-15T08:30:00Z",
    "content": "In collaborazione con Ecovacs\r\nLa divisione italiana di ECOVACS ROBOTICS ha presentato i nuovi robot aspirapolvere per il mercato italiano, pronti a pulire le case degli italiani già dal mese di giug… [+8321 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Rocketnews24.com"
    },
    "author": "佐藤英典",
    "title": "【ぶらり循環バスの旅】渋谷駅発・渋谷駅行「東急トランセ」で代官山・目黒の公園を満喫しよう",
    "description": "バスで街をめぐるようになってから、街にひっそりとたたずむ歴史的な建造物や遺跡（史跡）に関心を持つようになったんですよね。その場所に関する情報や解説を読むと、一般的に知られている街のイメージと異なる側面を見出すのが楽しいん […]",
    "url": "https://rocketnews24.com/2024/06/15/2298495/",
    "urlToImage": "https://rocketnews24.com/wp-content/uploads/sites/2/2024/06/btramsse.jpg?crop=0px%2C124px%2C2545px%2C1337px&resize=1200%2C630",
    "publishedAt": "2024-06-15T00:00:21Z",
    "content": "2\r\n1998\r\n22\r\nApple\r\n6\r\n6!!\r\n6\r\n20\r\n1160IC1571280IC79\r\nJR\r\n1\r\n2\r\n122\r\n2\r\n!! \r\n1\r\n22\r\n2GO\r\n20192100035\r\nGoogleMaps\r\n1\r\n!?\r\n301135\r\n!?\r\n1\r\n20234\r\n1100\r\n1\r\n5253\r\n5\r\n120240\r\n3\r\n1\r\nPhotoRocketnews24Screens… [+21 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Creative Bloq"
    },
    "author": "Daniel John",
    "title": "Apple finally addresses its most infamous design crime",
    "description": "Tim Cook won't apologise for the Magic Mouse.",
    "url": "https://www.creativebloq.com/news/apple-magic-mouse-response",
    "urlToImage": "https://cdn.mos.cms.futurecdn.net/BuyYATmMufUvAFucebCknf-1200-80.jpg",
    "publishedAt": "2024-06-15T08:38:12Z",
    "content": "Ah, the Magic Mouse 2. Apple's wireless mouse for Mac has its fair share of detractors, and arguably isn't a contender for the Apple design hall of fame. The most glaring issue is that once the thing… [+1628 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Creative Bloq"
    },
    "author": "joe.foley@futurenet.com (Joe Foley)",
    "title": "macOS Sequoia wallpaper is a nostalgic treat for Apple fans",
    "description": "Animations pay tribute to the designer of the original Mac icons.",
    "url": "https://www.creativebloq.com/design/branding/macos-sequoia-wallpaper-is-a-nostalgic-treat-for-apple-fans",
    "urlToImage": "https://cdn.mos.cms.futurecdn.net/sSiQaxuKn52M3zJBEKWS6H-1200-80.jpg",
    "publishedAt": "2024-06-15T06:00:04Z",
    "content": "As expected, macOS Sequoia was announced at Apple's WWDC 2024 this week. Nut more than the UI updates, iPhone mirroring and new productivity and video conferencing tools, one of the things that's mos… [+1828 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "La Vanguardia"
    },
    "author": "Pablo Hernando Illán",
    "title": "Cómo cambiar los DNS en tu PC con Windows o macOS para poner los de Google (y qué ventajas tiene)",
    "description": "Vamos a explicarte paso a paso cómo poner los DNS de Google en tu PC con Windows o macOS, y por qué te interesa. Si nunca has trasteado con los DNS, quizás creas que el proceso resulta complicado. Nada más lejos de la realidad, es rematadamente simple y se ta…",
    "url": "https://www.lavanguardia.com/andro4all/operadoras/como-cambiar-los-dns-en-tu-pc-con-windows-o-macos-para-poner-los-de-google-y-que-ventajas-tiene",
    "urlToImage": "https://www.lavanguardia.com/andro4all/hero/2024/06/como-cambiar-los-dns-en-tu-pc-con-windows-o-macos-para-poner-los-de-google-y-que-ventajas-tiene-8.jpg?width=1200",
    "publishedAt": "2024-06-15T10:00:39Z",
    "content": "Cambiar los DNS es mucho más sencillo de lo que suena\r\nVamos a explicarte paso a paso cómo poner los DNS de Google en tu PC con Windows o macOS, y por qué te interesa. Si nunca has trasteado con los … [+8827 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Nextpit.de"
    },
    "author": "Edwin Kee",
    "title": "Schnell sein: Diese Apps für iOS und Android sind kurze Zeit kostenlos",
    "description": "Diese Apps im Google Play Store und Apple App Store sind für eine begrenzte Zeit kostenlos. Schaut Euch an, welche Apps diese Woche kostenlos ist!",
    "url": "https://www.nextpit.de/kostenlose-apps-2024-02-24",
    "urlToImage": "https://fscl01.fonpit.de/userfiles/7687254/image/NextPit_Apps.jpg",
    "publishedAt": "2024-06-15T08:00:01Z",
    "content": "Habt Ihr es satt, endlos durch Euer Handy zu scrollen, auf der Suche nach etwas Neuem und Aufregendem? Habt Ihr schon alle Apps in Eurer Sammlung aufgebraucht? Kein Grund zur Sorge, denn wir haben ei… [+6603 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Nextpit.de"
    },
    "author": "Jade Bryan",
    "title": "One-UI-6-Watch-Beta: Galaxy AI und Double Tap kommen auf die Galaxy Watch",
    "description": "Samsung aktiviert Galaxy AI, Double Tap und viele neue Funktionen auf der Galaxy Watch 6 über die One UI 6 Beta.",
    "url": "https://www.nextpit.de/one-ui-6-watch-beta-galaxy-ai-und-double-tap-zur-galaxy-watch-hinzu",
    "urlToImage": "https://fscl01.fonpit.de/userfiles/7687254/image/Samsung_Galaxy_Watch_6/nextpit_Samsung_Galaxy_Watch_6_Hands_On.jpg",
    "publishedAt": "2024-06-15T06:00:01Z",
    "content": "Bessere Gesundheit mit den neuen KI-Funktionen der Galaxy Watch\r\nDie Verfügbarkeit des Updates wird über das Samsung Community Forum bekannt gegeben, das auch ein ausführliches Changelog enthält. Dar… [+3304 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Nextpit.de"
    },
    "author": "Carsten Drees",
    "title": "überMORGEN-Podcast: EURO 2024 – diese Technik braucht Ihr",
    "description": "Im überMORGEN-Podcast geht es heute um die Fußball-EM! Welche Technik braucht Ihr, um perfekt die Euro 2024 verfolgen zu können?",
    "url": "https://www.nextpit.de/uebermorgen-podcast-euro-2024-diese-technik-braucht-ihr",
    "urlToImage": "https://fs.npstatic.com/userfiles/7711048/image/uebermorgen-episode-16.png",
    "publishedAt": "2024-06-15T10:00:01Z",
    "content": "Doch, das war schön, gestern durch Dortmunds Straßen zu ziehen, nachdem Deutschland gegen Schottland den perfekten Turnierstart bei der Euro 2024 hingelegt hat: So viele gut gelaunte, jubelnde Mensch… [+2014 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Himasoku.com"
    },
    "author": "himasoku123",
    "title": "【画像あり】コロンブスのMVが炎上してるけど、こういうのもアウトなんか？？",
    "description": "1: それでも動く名無し 警備員[Lv.3][警]  2024/06/15(土) 09:09:47.49 ID:vCxPKR4b0.net                 2: それでも動く名無し 警備員[Lv.3][警]  2024/06/15(土) 09:10:07.62 ID:aMF8XzXM0.net  いまなら    5: それでも動く名無し 警備員[Lv.3][新芽警]  2024/06",
    "url": "http://himasoku.com/archives/52256087.html",
    "urlToImage": "https://livedoor.blogimg.jp/himasoku123/imgs/5/0/50c47e6f.jpg",
    "publishedAt": "2024-06-15T04:25:57Z",
    "content": "1: [Lv.3][] 2024/06/15() 09:09:47.49 ID:vCxPKR4b0.net\r\n2: [Lv.3][] 2024/06/15() 09:10:07.62 ID:aMF8XzXM0.net\r\n5: [Lv.3][] 2024/06/15() 09:10:55.19 ID:q7VVLGFW0.net\r\n9: [Lv.4][] 2024/06/15() 09:11:42.… [+1866 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Googlewatchblog.de"
    },
    "author": "Jens",
    "title": "Mein Gerät finden: Googles Plattform hat viele Stärken – findet Geräte ausgeschaltet, ohne Internet und mehr",
    "description": "Google hat die Plattform Mein Gerät finden gestartet, aus der innerhalb kürzester Zeit ein globales Gerätenetzwerk aus Smartphones, Trackern und vielen weiteren Gerätschaften entstehen soll. Schon jetzt zeigen sich die theoretischen großen Stärken des Produkt…",
    "url": "https://www.googlewatchblog.de/2024/06/mein-geraet-googles-plattform/",
    "urlToImage": "https://www.googlewatchblog.de/wp-content/uploads/mein-geraet-finden-logo-cover-google.jpg",
    "publishedAt": "2024-06-15T09:30:19Z",
    "content": "Google hat die Plattform Mein Gerät finden gestartet, aus der innerhalb kürzester Zeit ein globales Gerätenetzwerk aus Smartphones, Trackern und vielen weiteren Gerätschaften entstehen soll. Schon je… [+4573 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Googlewatchblog.de"
    },
    "author": "Jens",
    "title": "Android & ChromeOS: Google führt die bisher getrennten Betriebssysteme zusammen – alle Entwicklungen",
    "description": "Die beiden Betriebssysteme Android und ChromeOS werden von Google seit vielen Jahren vollkommen unabhängig voneinander entwickelt - aber das wird wohl nicht mehr lange so bleiben. In den letzten Wochen gab es einige interessante und auch eindeutige Entwicklun…",
    "url": "https://www.googlewatchblog.de/2024/06/android-chromeos-google-betriebssysteme/",
    "urlToImage": "https://www.googlewatchblog.de/wp-content/uploads/android-chrome-os.jpg",
    "publishedAt": "2024-06-15T12:30:17Z",
    "content": "Die beiden Betriebssysteme Android und ChromeOS werden von Google seit vielen Jahren vollkommen unabhängig voneinander entwickelt – aber das wird wohl nicht mehr lange so bleiben. In den letzten Woch… [+6458 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Nextpit.de"
    },
    "author": "Fabien Röhlinger",
    "title": "iPad Pro 2024 im Test: Dünner als je zuvor und rasend schnell – kann das gutgehen?",
    "description": "Wenig überraschend will das Apple iPad Pro 2024 das beste iPad aller Zeiten sein. Ob dem wirklich so ist, und wieso es so gut ist, verrät Euch unser Test.",
    "url": "https://www.nextpit.de/apple-ipad-pro-2024-test",
    "urlToImage": "https://fscl01.fonpit.de/userfiles/7695213/image/apple-ipad-2024/ipad-pro-air-nextpit-review-pictures-1.jpg",
    "publishedAt": "2024-06-15T12:00:00Z",
    "content": "Das Apple iPad Pro 2024 hat eine Rundumerneuerung bekommen. Herausgekommen ist dabei das dünnste Apple-Produkt sogar dünner als der iPod nano. In den letzten Woche habe ich das iPad Pro 2024 wirklich… [+23566 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Livedoor.biz"
    },
    "author": "news4vip2",
    "title": "【速報】Mr.s Green Appleさん、BBCデビュー！！！！",
    "description": "1: 以下、ニュー速クオリティでお送りします  2024/06/14(金) 20:15:48.33 ID:4FxOWj6C0  https://bbc.com/news/articles/czvv97pxv9xo  引用元: ・https://nova.5ch.net/test/read.cgi/livegalileo/1718363748/",
    "url": "https://news4vip.livedoor.biz/archives/52529934.html",
    "urlToImage": "https://livedoor.blogimg.jp/news4vip2/imgs/f/9/f9b136a0.png",
    "publishedAt": "2024-06-15T04:00:06Z",
    "content": "1: 2024/06/14() 20:15:48.33 ID:4FxOWj6C0"
    },
    {
    "source": {
    "id": null,
    "name": "TalkAndroid"
    },
    "author": "Hinshal Sharma",
    "title": "Got A Pixel 8 With Green Lines On The Display?",
    "description": "You might be eligible for Google's Extended Repair Program! Here's how you can check.",
    "url": "https://www.talkandroid.com/479236-pixel-8-green-lines/",
    "urlToImage": "https://www.talkandroid.com/wp-content/uploads/2023/10/Pixel-8_Rose1-847x620.png",
    "publishedAt": "2024-06-15T10:57:53Z",
    "content": "The Google Pixel 8 is a solid smartphone, no doubt. It has almost everything it needs to make it one of the best sub-$800 phones. However, it couldn't escape what has troubled the entire smartphone i… [+2898 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Techbang.com"
    },
    "author": "cnBeta",
    "title": "iOS 18按鍵動畫洩密，iPhone 16系列將砍掉實體鍵全都改為電容式",
    "description": "其實從 iPhone 7 開始，蘋果就使用電容式元件取代傳統 Home 按鍵。iOS 18首個開發者預覽版發佈之後，不少網友都第一時間升級體驗。經實測，iOS 18有一項非常細小的改動，但卻洩露了iPhone 16系列的設計。\n新系統在按下實體按鍵時會有一個邊框上的動畫，包括音量鍵、動作按鈕、電源鍵都有，而iPadOS 18上並沒有這個變化。\n\n這佐證了此前關於iPhone 16系列可能取消實體按鍵，採用電容式觸控按鍵的爆料，能夠給使用者帶來更多反饋。\n先前就有網友爆料稱 iPhone 16 Pro 將砍掉一切實…",
    "url": "https://www.techbang.com/posts/116098-ios-18-key-animation-leak-iphone-16-series-will-cut-off",
    "urlToImage": "https://cdn0.techbang.com/system/excerpt_images/116098/original/5dbbe65d3fa255ebfbaae7f7408fe419.jpg?1718179504",
    "publishedAt": "2024-06-15T07:30:00Z",
    "content": "iOS 18iOS 18iPhone 16\r\niPadOS 18\r\niPhone 16\r\n iPhone 16 Pro + \r\n Apple Pencil ProApple Pencil Pro \r\n iPhone 16 SiP\r\niPhone1Taptic Engine\r\n iPhone 7 Home home"
    },
    {
    "source": {
    "id": null,
    "name": "Techbang.com"
    },
    "author": "小治",
    "title": "玩透你的 Microsoft Edge 瀏覽器，8個內建隱藏技巧讓它更好用",
    "description": "相較於 Chrome 的程式經年累月不斷增肥增大，而使效能受到影響，改以 Chromium 為核心之後的 Edge，不但保有 Chrome 大多數的優點，與 Windows 的協同性更佳。在過去一年多以來，微軟 Edge 瀏覽器的市佔率增長，特別是在桌上 PC 與筆電的領域，也達到了肉眼可見的進展，甚至在去年的 11 月，一度超越了 Apple 的 Safari 並維持至今。會有此結果，與微軟對於AI技術的積極投入不無關聯，更因為與 Windows 的協同性更佳，因此無論是網頁開啟速度、功能多樣性與使用體驗上都改…",
    "url": "https://www.techbang.com/posts/114466-8-tricks-to-get-through-your-microsoft-edge-viewer",
    "urlToImage": "https://cdn2.techbang.com/system/excerpt_images/114466/original/8b7631f522a5c90aa775f8d0629cf54c.jpg?1712741809",
    "publishedAt": "2024-06-15T06:30:00Z",
    "content": "Edge PC 11 Apple Safari AI Windows Edge \r\n1\r\n Edge Ctrl+Shift+\r\n 1Tab \r\n2\r\n3 1 Tab \r\n2\r\n Edge Edge \r\n 1\r\n2\r\n3\r\n3\r\nEdge Bing Edge \r\n 1 Edge \r\n2\r\n3\r\n4\r\n5x\r\n6xTAB\r\n4\r\n Edge \r\n 1\r\n2\r\n3\r\n4\r\n5\r\n6 2 \r\n5\r\n 2… [+243 chars]"
    },
    {
    "source": {
    "id": "techradar",
    "name": "TechRadar"
    },
    "author": "hamish.hector@futurenet.com (Hamish Hector)",
    "title": "ICYMI: the week's 7 biggest stories from Apple Intelligence at WWDC 2024, to a Galaxy Watch FE reveal",
    "description": "Here's the biggest tech news stories from Apple, Samsung, Fitbit, and Insta360.",
    "url": "https://www.techradar.com/tech/icymi-the-weeks-7-biggest-stories-from-apple-intelligence-at-wwdc-2024-to-a-galaxy-watch-fe-reveal",
    "urlToImage": "https://cdn.mos.cms.futurecdn.net/ixxwXg8Sv2MnvfvF9YHvbB-1200-80.png",
    "publishedAt": "2024-06-15T07:00:50Z",
    "content": "This week Apple stole the show with WWDC – its annual developer conference where it showcases the next generation of its various operating systems.\r\nUsually it tacks on a hardware release or two, but… [+7709 chars]"
    },
    {
    "source": {
    "id": "techradar",
    "name": "TechRadar"
    },
    "author": "matt.evans@futurenet.com (Matt Evans)",
    "title": "I'm convinced watchOS 11 is hinting at an Apple Watch 10 with better battery life",
    "description": "This hidden gem of a watchOS 11 feature might just make the Apple Watch 10 a top-tier sleep tracker.",
    "url": "https://www.techradar.com/health-fitness/smartwatches/im-convinced-watchos-11-is-hinting-at-an-apple-watch-10-with-better-battery-life",
    "urlToImage": "https://cdn.mos.cms.futurecdn.net/nrbXLMoXnvD9PNUi4PGCHU-1200-80.png",
    "publishedAt": "2024-06-15T07:00:49Z",
    "content": "In the midst of features such as Apple Intelligence, the big Siri/ChatGPT update, the iPad Calculator app and spacial photos on visionOS 2, watchOS 11 was a little bit lost in the noise of WWDC 2024.… [+3317 chars]"
    },
    {
    "source": {
    "id": "techradar",
    "name": "TechRadar"
    },
    "author": "Roland Moore-Colyer",
    "title": "What did WWDC tell us to expect from the iPhone 16?",
    "description": "With Apple putting a focus on a smarter Siri and AI at WWDC 2024, we can theorize what effect that’ll have on next-generation iPhones.",
    "url": "https://www.techradar.com/phones/iphone/what-did-wwdc-tell-us-to-expect-from-the-iphone-16",
    "urlToImage": "https://cdn.mos.cms.futurecdn.net/U42itzcPnofM4C2CtbMVvE-1200-80.jpg",
    "publishedAt": "2024-06-15T10:30:07Z",
    "content": "WWDC 2024 was all about software this year, with the big announcements being iOS 18 overhauling the iPhone’s operating system, macOS getting smart features, Siri gaining AI smarts, and the introducti… [+3563 chars]"
    },
    {
    "source": {
    "id": "techradar",
    "name": "TechRadar"
    },
    "author": "David Nield",
    "title": "The 7 apps you're paying for that iOS 18 could soon replace for free",
    "description": "Apple's upcoming iOS 18 software update may enable you to drop some of the apps you're already using.",
    "url": "https://www.techradar.com/phones/iphone/the-7-apps-youre-paying-for-that-ios-18-could-soon-replace-for-free",
    "urlToImage": "https://cdn.mos.cms.futurecdn.net/BU3pRjaaSx3WxJuGjjNzPE-1200-80.jpg",
    "publishedAt": "2024-06-15T08:00:00Z",
    "content": "With a wealth of new features and functions arriving with iOS 18 later this year, you might be able to retire some of the apps and services you currently rely on – and perhaps save some money, too. A… [+6875 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Numerama"
    },
    "author": "Julien Lausson",
    "title": "Facebook se calme avec l’IA, pour éviter de futurs ennuis",
    "description": "Facebook baisse d'un ton avec l'IA générative. Le réseau social revoit pour l'heure à la baisse ses projets : il n'y aura pas d'entraînement de son IA à partir des données de ses membres. Facebook joue l'apaisement sur l'intelligence artificielle. Le réseau s…",
    "url": "https://www.numerama.com/tech/1760892-facebook-se-calme-avec-lia-pour-eviter-de-futurs-ennuis.html",
    "urlToImage": "https://www.numerama.com/wp-content/uploads/2022/06/meta-2.jpg",
    "publishedAt": "2024-06-15T05:01:00Z",
    "content": "Facebook baisse d’un ton avec l’IA générative. Le réseau social revoit pour l’heure à la baisse ses projets : il n’y aura pas d’entraînement de son IA à partir des données de ses membres.\r\nFacebook j… [+3364 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Forbes"
    },
    "author": "David Phelan, Senior Contributor, \n David Phelan, Senior Contributor\n https://www.forbes.com/sites/davidphelan/",
    "title": "watchOS 11: Apple Cancels Apple Watch Face In Unusual Move",
    "description": "When you move your Apple Watch to watchOS 11, there’s one Watch face that won’t be making the trip. Though, will you miss it?",
    "url": "https://www.forbes.com/sites/davidphelan/2024/06/15/watchos-11-apple-cancels-apple-watch-face-in-unusual-move/",
    "urlToImage": "https://imageio.forbes.com/specials-images/imageserve/666d7677461cdcb8a3734e63/0x0.jpg?format=jpg&height=900&width=1600&fit=bounds",
    "publishedAt": "2024-06-15T11:16:21Z",
    "content": "The range of Apple Watch faces is now well over 50, with cool extras arriving on a regular basis, including the recentand brilliantPride Radiance which landed in May alongside a vibrant new Pride Edi… [+2364 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Forbes"
    },
    "author": "Ewan Spence, Senior Contributor, \n Ewan Spence, Senior Contributor\n https://www.forbes.com/sites/ewanspence/",
    "title": "Apple Loop: iPhone 16 Pro Software Revealed, Tim Cook’s AI Worries, Apple Blocks PC Emulation,",
    "description": "This week’s Apple headlines from WWDC; Apple’s AI fear, iPhone owners miss out on AI, a new Game Mode for iPhone, the iPad’s biggest change, Apple blocks PC emulation, and more...",
    "url": "https://www.forbes.com/sites/ewanspence/2024/06/14/apple-news-headlines-wwdc-iphone-16-pro-ios-18-apple-intelligence-ai/",
    "urlToImage": "https://imageio.forbes.com/specials-images/imageserve/666cdc3b3e6b870795caf100/0x0.jpg?format=jpg&height=900&width=1600&fit=bounds",
    "publishedAt": "2024-06-15T00:19:40Z",
    "content": "Taking a look back at this weeks news and headlines from Apple and WWDC, including Apples AI fear, iPhone owners miss out on AI, Apples Private Cloud, a new Game Mode for iPhone, the iPads biggest ch… [+6594 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Forbes"
    },
    "author": "Ewan Spence, Senior Contributor, \n Ewan Spence, Senior Contributor\n https://www.forbes.com/sites/ewanspence/",
    "title": "Apple’s Greedy Decisions Have Hurt Millions Of iPhone Users",
    "description": "Decisions around historical iPhone specifications will impact the rollout of Apple Intelligence.",
    "url": "https://www.forbes.com/sites/ewanspence/2024/06/15/apple-iphone-16-pro-a17-apple-intelligence-limited-ai-old-iphone-support/",
    "urlToImage": "https://imageio.forbes.com/specials-images/imageserve/666d810c2761a2acae6632fc/0x0.jpg?format=jpg&height=900&width=1600&fit=bounds",
    "publishedAt": "2024-06-15T11:57:23Z",
    "content": "Customers look at the Australian release of the latest iPhone and Apple Watch models (Photo by James ... [+] D. Morgan/Getty Images)\r\nGetty Images\r\nWith the launch of Apples artificial intelligence s… [+2535 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Forbes"
    },
    "author": "Derek Saul, Forbes Staff, \n Derek Saul, Forbes Staff\n https://www.forbes.com/sites/dereksaul/",
    "title": "Can Apple Stock Go Much Higher? Analysts Don't Think So: Here's Why.",
    "description": "Analysts expect Microsoft and Nvidia to become more profitable than Apple before the end of the 2020s.",
    "url": "https://www.forbes.com/sites/dereksaul/2024/06/15/can-apple-stock-go-much-higher-analysts-dont-think-so-heres-why/",
    "urlToImage": "https://imageio.forbes.com/specials-images/imageserve/666caabe04171875957b14f6/0x0.jpg?format=jpg&crop=3816,2146,x0,y244,safe&height=900&width=1600&fit=bounds",
    "publishedAt": "2024-06-15T12:00:00Z",
    "content": "Apple investors are likely riding high after the iPhone makers stock enjoyed a historic week, but Wall Street forecasts suggest there may not be much near-term upside for Apples share price even as a… [+4310 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Forbes"
    },
    "author": "Tima Bansal, Contributor, \n Tima Bansal, Contributor\n https://www.forbes.com/sites/timabansal/",
    "title": "The Apple-OpenAI Deal Puts AI Safety Under Even Greater Scrutiny",
    "description": "Apple's announcement of its partnership with OpenAI puts OpenAI's approach to AI safety under scrutiny. And the picture is bleak.",
    "url": "https://www.forbes.com/sites/timabansal/2024/06/15/the-apple-openai-deal-puts-ai-safety-under-even-greater-scrutiny/",
    "urlToImage": "https://imageio.forbes.com/specials-images/imageserve/666c184d884ef6c4cf8da5f8/0x0.jpg?format=jpg&height=900&width=1600&fit=bounds",
    "publishedAt": "2024-06-15T11:00:03Z",
    "content": "KRAKOW, POLAND - 2024/06/12: An Apple iOS 18 logo is displayed on an Apple iPhone with Open AI logo ... [+] in the background.\r\nSOPA Images/LightRocket via Getty Images\r\nOpenAI just leaped forward in… [+6572 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Forbes"
    },
    "author": "Zak Doffman, Contributor, \n Zak Doffman, Contributor\n https://www.forbes.com/sites/zakdoffman/",
    "title": "Apple’s Biggest Ever iMessage Change May Be Here In Just 14 Days",
    "description": "This is a security and privacy nightmare for millions of iPhone users…",
    "url": "https://www.forbes.com/sites/zakdoffman/2024/06/15/apples-huge-imessage-update-for-iphone-ipad-users-14-days-away/",
    "urlToImage": "https://imageio.forbes.com/specials-images/imageserve/65744e9437fe0bbac67751bf/0x0.jpg?format=jpg&crop=2223,1316,x312,y369,safe&height=900&width=1600&fit=bounds",
    "publishedAt": "2024-06-15T10:45:43Z",
    "content": "Apples iMessage could be about to face its most serious test yet\r\nNurPhoto via Getty Images\r\nNo sooner has Apple finally confirmed its adoption of RCS messaging alongside iMessage, then along comes s… [+6029 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Forbes"
    },
    "author": "Ewan Spence, Senior Contributor, \n Ewan Spence, Senior Contributor\n https://www.forbes.com/sites/ewanspence/",
    "title": "Android Circuit: New Pixel 8 Pro Features, Honor 200 Release, Pixel Watch 3 Specs",
    "description": "This week’s Android headlines; Samsung’s Galaxy Z Fold 6 details leak, a new Pixel 8 Pro display, Pixel Watch 3 specs, Honor 200 release, Galaxy Z Fold 6 pricing, and more...",
    "url": "https://www.forbes.com/sites/ewanspence/2024/06/14/android-news-google-pixel-watch-3-samsung-galaxy-z-fold-6-honor-200/",
    "urlToImage": "https://imageio.forbes.com/specials-images/imageserve/65208781d6354a6a8bb02be3/0x0.jpg?format=jpg&crop=3380,1900,x495,y408,safe&height=900&width=1600&fit=bounds",
    "publishedAt": "2024-06-15T00:16:49Z",
    "content": "Taking a look back at this weeks news and headlines across the Android world, including Galaxy Z Fold 6 details leak, a new Pixel 8 Pro display, Pixel Watch 3 specs, Honor 200 release, and Androids l… [+4108 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Forbes"
    },
    "author": "Joseph V Micallef, Contributor, \n Joseph V Micallef, Contributor\n https://www.forbes.com/sites/joemicallef/",
    "title": "How To Discover Virginia’s Best Wines",
    "description": "Virginia has more than 300 wineries. Here is a brief background on its wine industry and tasting notes on the top-ranked wines in the Virginia Wine Governor’s Cup.",
    "url": "https://www.forbes.com/sites/joemicallef/2024/06/15/how-to-discover-virginias-best-wines/",
    "urlToImage": "https://imageio.forbes.com/specials-images/imageserve/6668eb204f8073b3515ef98c/0x0.jpg?format=jpg&crop=6000,4259,x0,y0,safe&height=900&width=1600&fit=bounds",
    "publishedAt": "2024-06-15T10:00:00Z",
    "content": "The Case Winners from the 2024 Virginia Governor's Cup\r\nPhoto, courtesy Virginia Wine\r\nOver the last several decades, Virginia has emerged as a significant and innovative wine region. Today, Virginia… [+16159 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "ComputerBase"
    },
    "author": "Dennis Krause",
    "title": "Galaxy Unpacked 2024 im Juli: Gerüchte zum Z Fold 6, Watch 7 Ultra und Buds 3 Pro",
    "description": "Das kommende Samsung Unpacked wird seinem Namen wohl alle Ehre machen: Am 10. Juli zeigt der Konzern neue Hardware, darunter mutmaßlich das Galaxy Z Fold 6, das Z Flip 6, die Galaxy Watch 7 (Ultra), die Buds 3 (Pro) und den Samsung Ring. Die Produkte sollen t…",
    "url": "https://www.computerbase.de/2024-06/galaxy-unpacked-2024-im-juli-geruechte-zum-z-fold-6-watch-7-ultra-und-buds-3-pro/",
    "urlToImage": "https://pics.computerbase.de/1/1/2/9/0/3-821cf9d64fcfd260/article-1280x720.a5144184.jpg",
    "publishedAt": "2024-06-15T06:30:00Z",
    "content": "Das kommende Samsung Unpacked wird seinem Namen wohl alle Ehre machen: Am 10. Juli zeigt der Konzern neue Hardware, darunter mutmaßlich das Galaxy Z Fold 6, das Z Flip 6, die Galaxy Watch 7 (Ultra), … [+2570 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Antyweb.pl"
    },
    "author": "Daniel Wójcik",
    "title": "Unia Europejska poluje na Apple. Oskarża ich o to, że nie grają według zasad",
    "description": "Jak wynika z nieoficjalnych informacji — Unii Europejskiej nie podobają się zagrania Apple związane z dostosowaniem systemu do ich wytycznych.\n \n The post Unia Europejska poluje na Apple. Oskarża ich o to, że nie grają według zasad appeared first on AntyWeb.",
    "url": "https://antyweb.pl/unia-europejska-poluje-na-apple-oskarza-ich-o-to-ze-nie-graja-wedlug-zasad",
    "urlToImage": "https://antyweb.pl/img/1250/550/fit/wp-content/uploads/2023/06/ll4au9kvec/flaga-unii.jpg",
    "publishedAt": "2024-06-15T08:30:10Z",
    "content": "Apple zawsze lubi rozwizywa sprawy po swojemu. I nawet dostosowywanie si do nowych wytycznych obowizujcych na europejskim rynku rozegrali wydeptan przez siebie ciek. To jednak nie spodobao si Komisji… [+1794 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Antyweb.pl"
    },
    "author": "Tomasz Popielarczyk",
    "title": "To prawdopodobnie jedna z najładniejszych ładowarek MagSafe do iPhone’a",
    "description": "Jeżeli szukacie świetnie wyglądającej i praktycznej ładowarki z MagSafe do iPhone’a, Belkin Belkin BoostCharge Pro 2-in-1 może być strzałem w dziesiątkę. Ma bowiem wszystko, co powinna, a przy tym świetnie wygląda.\n \n The post To prawdopodobnie jedna z najład…",
    "url": "https://antyweb.pl/to-prawdopodobnie-jedna-z-najladniejszych-ladowarek-magsafe-do-iphonea",
    "urlToImage": "https://antyweb.pl/img/1250/550/fit/wp-content/uploads/2024/06/ppw7jved9s/Belkin-BoostCharge-Pro-2-in-1-8.jpg",
    "publishedAt": "2024-06-15T07:07:09Z",
    "content": "Rynek akcesoriów do urzdze Apple jest do specyficzny. Marka Belkin jest tutaj obecna od lat i zapracowaa sobie na odpowiedni renom oraz, jako jedna z nielicznych, miejsce w Apple Store. Jak nietrudno… [+3656 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Toyokeizai.net"
    },
    "author": "増沢 隆太",
    "title": "｢ミセス炎上｣MV停止や即謝罪でも\"延焼\"の深刻度 ミセス･大森の謝罪は誠実だったのになぜ？ | 災害･事件･裁判 | 東洋経済オンライン",
    "description": "6月13日、3人組の人気ロックバンド・Mrs. GREEN APPLE（ミセスグリーンアップル。以下、ミセス）の新曲「コロンブス」のミュージックビデオ（MV）が、「差別的な内容」だと批判を受け、公開停止となりました。同日…",
    "url": "https://toyokeizai.net/articles/-/762891",
    "urlToImage": "https://tk.ismcdn.jp/mwimgs/a/1/1200w/img_a1853e70f9b5a308eb975e08ec815c62179143.jpg",
    "publishedAt": "2024-06-15T01:45:00Z",
    "content": "Copyright©Toyo Keizai Inc.All Rights Reserved."
    },
    {
    "source": {
    "id": null,
    "name": "Esuteru.com"
    },
    "author": "htmk711",
    "title": "【大炎上】Mrs. GREEN APPLEの「コロンブス」MV人種差別騒動、海外メディアBBCに発見されて終わる…　「世界史を勉強した人は誰もいなかったのか？」",
    "description": "【大炎上】Mrs. GREEN APPLEの「コロンブス」MV人種差別騒動、海外メディアBBCに発見されて終わる…　「世界史を勉強した人は誰もいなかったのか？」の記事ページ",
    "url": "http://blog.esuteru.com/archives/10224177.html",
    "urlToImage": "https://livedoor.blogimg.jp/hatima/imgs/d/6/d62d0973.jpg",
    "publishedAt": "2024-06-15T02:00:11Z",
    "content": ""
    },
    {
    "source": {
    "id": null,
    "name": "iLounge"
    },
    "author": "Samantha Wiley",
    "title": "Apple Account is the new Apple ID",
    "description": "It was announced this year that Apple ID will be rebranded to Apple Account and the change has officially been made public, as confirmed in a press release by Apple. Upon confirming and changing the Apple ID to Apple Account, the brand will now be utilized fo…",
    "url": "https://www.ilounge.com/news/apple/apple-account-is-the-new-apple-id",
    "urlToImage": "https://www.ilounge.com/wp-content/uploads/2024/06/Apple-ID.png",
    "publishedAt": "2024-06-15T01:19:15Z",
    "content": "It was announced this year that Apple ID will be rebranded to Apple Account and the change has officially been made public, as confirmed in a press release by Apple.\r\nUpon confirming and changing the… [+620 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "iLounge"
    },
    "author": "Samantha Wiley",
    "title": "The Apple Studio Display Standard Glass is $299 Off",
    "description": "If you’re in the market for a monitor that can handle it all, then you’ll have to see this deal. Today, the Apple Studio Display with Standard Glass is down to just $1,299.99 from its original price of $1,600 on Amazon. The most immediate feature in the Studi…",
    "url": "https://www.ilounge.com/news/the-apple-studio-display-standard-glass-is-299-off",
    "urlToImage": "https://www.ilounge.com/wp-content/uploads/2024/06/Apple-Studio-Display.png",
    "publishedAt": "2024-06-15T01:26:40Z",
    "content": "If you’re in the market for a monitor that can handle it all, then you’ll have to see this deal. Today, the Apple Studio Display with Standard Glass is down to just $1,299.99 from its original price … [+621 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "iLounge"
    },
    "author": "Samantha Wiley",
    "title": "iOS 18 Overhauls iCloud interface",
    "description": "The iCloud section on macOS Sequioa, iPadOS 18, and iOS has been revamped in line with Apple Account in Settings. In the changes, the interface has been redesigned to give users a clear idea of how the device storage is used through the ‘Saved to iCloud’ feat…",
    "url": "https://www.ilounge.com/news/ios-18-overhauls-icloud-interface",
    "urlToImage": "https://www.ilounge.com/wp-content/uploads/2024/06/iCloud.png",
    "publishedAt": "2024-06-15T01:24:36Z",
    "content": "The iCloud section on macOS Sequioa, iPadOS 18, and iOS has been revamped in line with Apple Account in Settings.\r\nIn the changes, the interface has been redesigned to give users a clear idea of how … [+689 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "iLounge"
    },
    "author": "Samantha Wiley",
    "title": "Slow charger notification shows on iOS 18 battery setting",
    "description": "Apple has improved the battery area of the iOS 18 Settings app as a new feature has been added which informs you if you have plugged your iPhone using a slow charger. Times where your phone slow charges are displayed in an orange bar in the Battery settings t…",
    "url": "https://www.ilounge.com/news/apple/slow-charger-notification-shows-on-ios-18-battery-setting",
    "urlToImage": "https://www.ilounge.com/wp-content/uploads/2024/06/iOS-18-4.png",
    "publishedAt": "2024-06-15T01:22:54Z",
    "content": "Apple has improved the battery area of the iOS 18 Settings app as a new feature has been added which informs you if you have plugged your iPhone using a slow charger.\r\nTimes where your phone slow cha… [+759 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Olhardigital.com.br"
    },
    "author": "Kelvin Leão Nunes da Costa",
    "title": "Os 10 melhores filmes de tubarão",
    "description": "Os filmes de tubarão são um subgênero do cinema de terror e aventura que têm cativado o público por décadas. Confira os melhores!\nO post Os 10 melhores filmes de tubarão apareceu primeiro em Olhar Digital.",
    "url": "https://olhardigital.com.br/2024/06/15/cinema-e-streaming/os-10-melhores-filmes-de-tubarao/",
    "urlToImage": "https://img.odcdn.com.br/wp-content/uploads/2024/06/Design-sem-nome-30-scaled.jpg",
    "publishedAt": "2024-06-15T09:20:00Z",
    "content": "Os filmes de animais assassinos têm fascinado e aterrorizado o público há décadas. No entanto, dentre esse subgênero do terror e suspense, há um desses animais que mais atrai a atenção do público: o … [+5761 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Olhardigital.com.br"
    },
    "author": "Kelvin Leão Nunes da Costa",
    "title": "10 filmes baseados em músicas famosas",
    "description": "Confira nossa seleção de 10 filmes inspirados em canções pop, desde sucessos internacionais até a música brasileira.\nO post 10 filmes baseados em músicas famosas apareceu primeiro em Olhar Digital.",
    "url": "https://olhardigital.com.br/2024/06/14/cinema-e-streaming/10-filmes-baseados-em-musicas-famosas/",
    "urlToImage": "https://img.odcdn.com.br/wp-content/uploads/2024/06/Design-sem-nome-29-scaled.jpg",
    "publishedAt": "2024-06-15T01:20:00Z",
    "content": "As características do cinema fazem com que ele seja encarado com uma arte completa e inclusiva. Isso fica evidente quando obras de outras formas de arte acabam sendo adaptadas para a tela grande após… [+5965 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Actualidadiphone.com"
    },
    "author": "Ángel González",
    "title": "Analizamos las nuevas funciones de los AirPods presentadas en la WWDC24",
    "description": "Apple ha presentado nuevas funciones para los AirPods en la WWDC24 y llegarán a los usuarios a finales de año con una actualización.",
    "url": "https://www.actualidadiphone.com/analizamos-las-nuevas-funciones-de-los-airpods-presentadas-en-la-wwdc24/",
    "urlToImage": "https://www.actualidadiphone.com/wp-content/uploads/2024/06/AirPods-nuevas-funciones-iOS-18.jpg",
    "publishedAt": "2024-06-15T11:00:10Z",
    "content": "En la keynote inaugural de la WWDC24 hubo tiempo para todo: desde la presentación de novedades de todos los sistemas operativos, hasta novedades en domótica y hogar, pasando por novedades en la venta… [+1887 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Actualidadiphone.com"
    },
    "author": "Alicia Tomero",
    "title": "¿Hacer fotos JPG o ProRaw en IPhone 15 Pro?",
    "description": "Durante varias ediciones se han mantenido los formatos en fotografía, para poder utilizar el JPG y RAW, dos variables imprescindibles...",
    "url": "https://www.actualidadiphone.com/hacer-fotos-jpg-o-proraw-en-iphone-15-pro/",
    "urlToImage": "https://www.actualidadiphone.com/wp-content/uploads/2024/06/Haciendo-un-selfie-scaled-e1718386617646.jpg",
    "publishedAt": "2024-06-15T08:00:58Z",
    "content": "Durante varias ediciones se han mantenido los formatos en fotografía, para poder utilizar el JPG y RAW, dos variables imprescindibles en la realización de fotografía. En este caso, Apple incorpora en… [+4965 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "The Gadgeteer"
    },
    "author": "Bob Patterson",
    "title": "ANNNWZZD 3-in-1 Wireless Charging Station review – charges all your things and is nightstand-friendly",
    "description": "REVIEW – Clean up your nightstand! The ANNNWZZD 3-in-1 Wireless Charging Station charges all your Apple gadgets in one compact package. It also packs up nicely for travel. Let’s power those peripherals. To the review! What is it? The ANNNWZZD 3 in 1 Wireless …",
    "url": "https://the-gadgeteer.com/2024/06/15/annnwzzd-3-in-1-wireless-charging-station-review-charges-all-your-things-and-is-nightstand-friendly/",
    "urlToImage": "https://the-gadgeteer.com/wp-content/uploads/2024/05/ANNNWZZD-3in1ChargingStation-2.jpg",
    "publishedAt": "2024-06-15T12:00:52Z",
    "content": "We use affiliate links. If you buy something through the links on this page, we may earn a commission at no cost to you. Learn more.\r\nREVIEW Clean up your nightstand! The ANNNWZZD 3-in-1 Wireless Cha… [+5444 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Geekpark.net"
    },
    "author": null,
    "title": "余承东：暂不考虑推出20万以下汽车；苹果VP国行预售开启；造谣公司被曝一天用AI写7000篇",
    "description": "苹果 Vision Pro 头显国行开启预售：29999 元起，6 月 28 日上市\n6 月 14 日消息，苹果 Vision Pro 头显国行今日 9 时正式开启预售，售价 29999 元起，6 月 28 日发售。蔡司光学插片老视版售价 799 元，蔡司光学插片处方版售价 1199 元。AppleCare + 服务 3999 元。\n具体售价如下：\n<ul>\n<li>256 GB 版售价 29999 起；</li>\n<li>512 GB 版售价 31499 起；</li>\n<li>1 TB 版售价 32999 起…",
    "url": "https://www.geekpark.net/news/336587",
    "urlToImage": "https://imgslim.geekpark.net/uploads/image/file/3e/a5/3ea5395b049400020f223fd189f06a8c.png",
    "publishedAt": "2024-06-15T01:22:59Z",
    "content": "Vision Pro 29999 6 28 \r\n6 14 Vision Pro 9 29999 6 28 799 1199 AppleCare + 3999 \r\n<ul><li>256 GB 29999 </li><li>512 GB 31499 </li><li>1 TB 32999 IT </li></ul>\r\n20 30 \r\n6 14 2024 BG BU 30 80% 1 1 -6 9 … [+439 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Tinhte.vn"
    },
    "author": "no-reply@tinhte.vn (thanhtung6868), thanhtung6868",
    "title": "THACO Auto công bố giá bán Kia New Sonet 2024, khởi điểm từ 539 triệu Đồng",
    "description": "Ngày 15/06/2024, THACO Auto chính thức công bố giá bán đối với 3 mẫu xe Kia New Sonet 2024, được giới thiệu tại thị trường Việt Nam ngày 08/06 vừa qua. Kia New Sonet 2024 được phân phối với 3 phiên bản…",
    "url": "https://tinhte.vn/thread/thaco-auto-cong-bo-gia-ban-kia-new-sonet-2024-khoi-diem-tu-539-trieu-dong.3798096/",
    "urlToImage": "https://storage-tinhte.vncdn.vn/data/attachment-files/vnetwork/2024/06/8365768_b0530340f8c2c4fd75f3fa098e31133a.jpg",
    "publishedAt": "2024-06-15T07:48:51Z",
    "content": "Tri nghim thc t cho thy, New Sonet có kh nng cách âm vt tri dù là mu xe SUV c A, phân khúc vn không c ánh giá cao tri nghim cách âm. Bên cnh ó, s cng chc ca khung gm em n cho Sonet s n nh khi cm lái,… [+786 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "redmondpie.com"
    },
    "author": "Oliver Haslam",
    "title": "Mid-June 2024 Software Sale: Get Microsoft Windows 11, Windows 10, Office, Visual Studio 2022 Starting As Low As Just $13",
    "description": "When we think of deals on Microsoft software it's impossible to think too far beyond the prices offered by VIP-CDKDeals, with huge discounts the norm. But those discounts can be made even better when you enter our special discount code.\nThe post Mid-June 2024…",
    "url": "https://www.redmondpie.com/mid-june-2024-software-sale-get-microsoft-windows-11-windows-10-office-visual-studio-2022-starting-as-low-as-just-13/",
    "urlToImage": "https://cdn.redmondpie.com/wp-content/uploads/2024/06/image_2024-06-15_025955526.png",
    "publishedAt": "2024-06-15T02:41:12Z",
    "content": "When we think of deals on Microsoft software it’s impossible to think too far beyond the prices offered by VIP-CDKDeals, with huge discounts the norm. But those discounts can be made even better when… [+693 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "redmondpie.com"
    },
    "author": "RP Staff",
    "title": "How To Change Your Voice On Discord On PC With Vozard",
    "description": "Here's how you can change your voice on Discord on PC the easy way with Vozard, complete with step by step guide.\nThe post How To Change Your Voice On Discord On PC With Vozard first appeared on Redmond Pie.",
    "url": "https://www.redmondpie.com/how-to-change-your-voice-on-discord-on-pc-with-vozard/",
    "urlToImage": "https://cdn.redmondpie.com/wp-content/uploads/2024/06/vzidx_img5.png",
    "publishedAt": "2024-06-15T02:30:25Z",
    "content": "Here’s how you can change your voice on Discord on PC the easy way with Vozard, complete with step by step guide.\r\nDiscord is one of the most popular gaming chat platforms for gamers worldwide. With … [+3840 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "redmondpie.com"
    },
    "author": "RP Staff",
    "title": "How To Download Embedded Videos From Any Website",
    "description": "In this post, you will learn 5 feasible methods of saving embedded videos to your computer or mobile devices. Check the methods below and follow the steps to download embedded videos.\nThe post How To Download Embedded Videos From Any Website first appeared on…",
    "url": "https://www.redmondpie.com/how-to-download-embedded-videos-from-any-website/",
    "urlToImage": "https://cdn.redmondpie.com/wp-content/uploads/2024/06/image_2024-06-15_024128123.png",
    "publishedAt": "2024-06-15T02:01:08Z",
    "content": "When writing e-mails or blogs, an embedded video will make the content more attractive and help the users understand better with pic and sound. Users can use the embedded code from YouTube videos, or… [+8459 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Elotrolado.net"
    },
    "author": "Benzo",
    "title": "Las noticias de la semana (#24 2024)",
    "description": "<table><tr><td></td></tr></table>El E3 ha muerto y su espíritu también lo habría hecho si no fuera por Microsoft, que ilusionó a más de uno con el Xbox Games Showcase 2024. La compañía puso sobre la mesa diez juegos first party, incluyendo Black Ops 6, Indian…",
    "url": "https://www.elotrolado.net/noticias/juegos/semana-24-2024",
    "urlToImage": "https://images.elotrolado.net/headers/upload/d/6/d6c799_sin-titulo_news.jpg?1200",
    "publishedAt": "2024-06-15T11:14:14Z",
    "content": "El E3 ha muerto y su espíritu también lo habría hecho si no fuera por Microsoft, que ilusionó a más de uno con el Xbox Games Showcase 2024. La compañía puso sobre la mesa diez juegos first party, inc… [+9183 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Netaful.jp"
    },
    "author": "コグレマサト",
    "title": "【Mac整備済製品】MacBook Air・MacBook Pro・iMac・Mac Studio【2024年6月15日】",
    "description": "Apple公式サイトの「Mac整備済製品」の情報です。 Appleの整備済み品は問題があって返品された商品などを整備し、テスト後認定されたものです。1年間の特別保証が付いています。 最新の在庫情報は「Apple整備済製品...\n投稿 【Mac整備済製品】MacBook Air・MacBook Pro・iMac・Mac Studio【2024年6月15日】 は ネタフル に最初に表示されました。",
    "url": "https://netaful.jp/apple-refurbished/0152083.html",
    "urlToImage": "https://netaful.jp/wp-content/uploads/2024/06/apple-refurbished-mac-1.jpg",
    "publishedAt": "2024-06-15T02:00:00Z",
    "content": "AppleMac\r\nApple1\r\nApple\r\n13MacBook Air [] 8CPU8GPUApple M3 – 139,800\r\n13MacBook Air [] 8CPU8GPUApple M3 – 139,800\r\n15MacBook Air [] 8CPU10GPUApple M2 – 154,800\r\n15MacBook Air [] 8CPU10GPUApple M2 – 1… [+5006 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Cult of Mac"
    },
    "author": "D. Griffin Jones",
    "title": "Hands-on with iOS 18: Impressive but incomplete [Hey, it’s a beta!]",
    "description": "iOS 18 really is one of the biggest updates in a long time. But after a hands-on week with the beta, there’s to clean up by September.\n(via Cult of Mac - Apple news, rumors, reviews and how-tos)",
    "url": "https://www.cultofmac.com/859799/ios-18-hands-on-beta/",
    "urlToImage": "https://www.cultofmac.com/wp-content/uploads/2024/06/iOS-18-Bento-Box.jpeg",
    "publishedAt": "2024-06-15T13:00:00Z",
    "content": "After spending a few days trying out all the new features in iOS 18, I think it really is one of the biggest updates in a long time. However, hands-on testing shows theres a lot that needs cleaned up… [+14544 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Elespanol.com"
    },
    "author": "Sara Borondo",
    "title": "Fernando Piquer, el hombre que pasó de desarrollar videojuegos a dirigir equipos de esports",
    "description": "Tras una larga trayectoria como desarrollador, Fernando Piquer apostó por los esports hace casi una década. Ahora es director de estrategia de OverActive Media (Movistar KOI y Mad Lions KOI).En los años 80 el antecesor de los esports era el grupo de chavales …",
    "url": "https://vandal.elespanol.com/noticia/1350772141/fernando-piquer-el-hombre-que-paso-de-desarrollar-videojuegos-a-dirigir-equipos-de-esports/",
    "urlToImage": "https://media.vandal.net/ivandal/12/63/1200x630/6/6-2024/20246719502844_1.jpg",
    "publishedAt": "2024-06-15T08:22:00Z",
    "content": "En los años 80 el antecesor de los esports era el grupo de chavales que se arremolinaba en torno a una recreativa en la que estaba jugando algún otro crío habilidoso con las palancas y botones. Los p… [+31597 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Zive.cz"
    },
    "author": "Aiťák",
    "title": "Aiťákův týden: Apple Intelligence, blokování alternativ Ulož.to, nejlepší datové eSIM nebo fotbal bez 4K",
    "description": "Do AI jsme nahráli články, které na Živě vyšly v uplynulém týdnu • Požádali jsme o výběr nejzajímavějších témat a jejich shrnutí • Kombinujeme Google Gemini, ChatGPT a Midjourney",
    "url": "https://www.zive.cz/clanky/aitakuv-tyden-apple-intelligence-blokovani-alternativ-ulozto-nejlepsi-datove-esim-nebo-fotbal-bez-4k/sc-3-a-228624/default.aspx",
    "urlToImage": "https://www.zive.cz/getthumbnail.aspx?q=100&height=20000&width=20000&id_file=472469192",
    "publishedAt": "2024-06-15T06:45:00Z",
    "content": "Poítae, internet a AI\r\nApple na konferenci WWDC pedstavil Apple Intelligence umlou inteligenci integrovanou do iPhon, iPad a Mac. AI pome s psaním text, generováním obrázk a vylepí funkce hlasové asi… [+4995 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Taisy0.com"
    },
    "author": "taisy0",
    "title": "｢watchOS 11｣では｢Siri｣の文字盤が廃止へ",
    "description": "▲Siri文字盤 9To5Macによると、先日に発表された次期watchOSこと「watchOS 11」では「Siri」の文字盤が廃止されることが分かりました。 「Apple Watch」の登場以来、文字盤はデザインの変更やハードウェア固有",
    "url": "https://taisy0.com/2024/06/15/201232.html",
    "urlToImage": "https://taisy0.com/wp-content/uploads/2024/06/siriwatchface.jpg",
    "publishedAt": "2024-06-15T03:03:38Z",
    "content": "Siri\r\n9To5MacwatchOSwatchOS 11Siri\r\nApple WatchwatchOS 11Siri\r\nSiri2017watchOS 4\r\nwatchOS 11watchOS 10ShazamApple Watch"
    },
    {
    "source": {
    "id": null,
    "name": "Macitynet.it"
    },
    "author": "Mauro Notarianni",
    "title": "l’Europa prepara multa da un miliardo al giorno per Apple",
    "description": "L'Europa avrebbe deciso che le regole sui negozi alternativi di App che Apple ha fissato in risposta al Digital Markets Act non sono sufficienti. Per la Mela in arrivo una salatissima multa e altre difficili battaglie in Giappone, Regno Unito e Usa\n- su macit…",
    "url": "https://www.macitynet.it/la-commissione-europea-potrebbe-sanzionare-apple-per-violazione-del-digital-markets-act/",
    "urlToImage": "https://www.macitynet.it/wp-content/uploads/2013/05/unione-europea-scaled.jpg",
    "publishedAt": "2024-06-15T05:59:17Z",
    "content": "La Commissione Europea potrebbe sanzionare Apple per violazione del Digital Markets Act,  la normativa sui mercati digitali per le piattaforme di grandi dimensioni, e la pena potrebbe essere severiss… [+3785 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Macitynet.it"
    },
    "author": "Mauro Notarianni",
    "title": "iOS 18, le novità di Mappe di Apple",
    "description": "Tra le novità in arrivo con iOS 18, Apple ha riferito che includerà migliorie per Mappe; gli aggiornamenti includono i sentieri per i parchi nazionali degli Stati Uniti, con la possibilità di creare itinerari a piedi personalizzati.\n- su macitynet.it iOS 18, …",
    "url": "https://www.macitynet.it/ios-18-le-novita-di-mappe-di-apple/",
    "urlToImage": "https://www.macitynet.it/wp-content/uploads/2024/06/esempiomappe.jpg",
    "publishedAt": "2024-06-15T12:59:02Z",
    "content": "Tra le novità in arrivo con iOS 18, Apple ha riferito che includerà migliorie per Mappe; gli aggiornamenti includono i sentieri per i parchi nazionali degli Stati Uniti, con la possibilità di creare … [+1296 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Macitynet.it"
    },
    "author": "Yuri Di Prodo",
    "title": "Tutto quello che dovete sapere sulla WWDC in cinque punti più uno",
    "description": "Cosa ha annunciato Apple, cosa è già stato scoperto spulciando il codice, cosa dobbiamo aspettarci ad quest'autunno. Tutto sullo tsunami che sta per arrivare\n- su macitynet.it Tutto quello che dovete sapere sulla WWDC in cinque punti più uno",
    "url": "https://www.macitynet.it/wwdc24-tutte-le-novita/",
    "urlToImage": "https://www.macitynet.it/wp-content/uploads/2024/06/wwdc24.jpg",
    "publishedAt": "2024-06-15T11:59:40Z",
    "content": "Tutti i vostri dispositivi Apple stanno per cambiare. E neppure poco. Ve ne sarete accorti anche voi leggendo gli articoli che abbiamo pubblicato a partire da lunedì, quando alle ore 19:00 italiane h… [+9978 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Macitynet.it"
    },
    "author": "Pubblicità",
    "title": "Offerte Amazon 15 giugno fino al 63% su Apple, Samsung, Xiaomi, Oral-B, Varta",
    "description": "In sconto memorie, box TV, speaker, batterie, umidificatori, spazzolini e testine, zaini, bilance e molto altro\n- su macitynet.it Offerte Amazon 15 giugno fino al 63% su Apple, Samsung, Xiaomi, Oral-B, Varta",
    "url": "https://www.macitynet.it/offerte-amazon-15-giugno-2024/",
    "urlToImage": "https://www.macitynet.it/wp-content/uploads/2018/04/amazonlista8.jpg",
    "publishedAt": "2024-06-15T07:59:19Z",
    "content": "Quelle che trovate elencate in questa pagina sono le offerte su Amazon valide nel momento in cui scriviamo.wSono ancora valide queste offerte:\r\n<ul><li>Apple, Bluetti, Anker, HP, Lexar, Duracell, AKA… [+7612 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Hwupgrade.it"
    },
    "author": null,
    "title": "Weekend di sconti Amazon: iPhone 15 Pro e Pro Max, DJI Mini 4 Pro, AirPods, tablet e tante occasioni di risparmio!",
    "description": "Ecco le migliori offerte Amazon del weekend: prezzi più bassi di sempre per iPhone 15 Pro e Pro Max, ma occhio anche a DJI, Microsoft 365 con 6 utenze a 49, tablet, AirPods al minimo storico e molto altro!",
    "url": "https://www.hwupgrade.it/news/multimedia/weekend-di-sconti-amazon-iphone-15-pro-e-pro-max-dji-mini-4-pro-airpods-tablet-e-tante-occasioni-di-risparmio_128072.html",
    "urlToImage": "https://www.hwupgrade.it/i/n/iphone15pro_0720.jpg",
    "publishedAt": "2024-06-15T06:06:33Z",
    "content": "Microsoft 365 Family è in promozione su Amazon, con un prezzo che è pari a \r\n49,99 per 12 mesi, come al Black Friday! 6 \r\nutenze, applicazioni del pacchetto Office oltre ad avere a disposizione, cia… [+5710 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "PhoneArena"
    },
    "author": "Polina Kovalakova",
    "title": "The supreme Garmin Fenix 7 Pro Sapphire Solar remains $200 cheaper than usual",
    "description": "It's not too late to get one of the best smartwatches for active people, the Garmin Fenix 7 Pro Sapphire Solar. The wearable remains $200 cheaper at Amazon and is now available at Walmart as well.",
    "url": "https://www.phonearena.com/news/garmin-fenix-7-pro-sapphire-solar-200-dollars-cheaper_id159367",
    "urlToImage": "https://m-cdn.phonearena.com/images/article/159367-wide-two_1200/The-supreme-Garmin-Fenix-7-Pro-Sapphire-Solar-remains-200-cheaper-than-usual.jpg",
    "publishedAt": "2024-06-15T10:18:32Z",
    "content": "One of the best premium Garmin watches, the Fenix 7 Pro Sapphire Solar, is still available at lower prices. Last month, we saw the high-end wearable at $200 off on Amazon, and now Walmart has stepped… [+2019 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Sspai.com"
    },
    "author": "少数派播客",
    "title": "WWDC24 开幕式，该聊还是得聊两句",
    "description": "WWDC24 开幕式上，Apple 除了发布常规的系统更新之外还推出了盛传已久的 AI 能力，在本期节目中，我们就和两颗皮蛋的零号一起围绕 Apple 的各项新功能和新的 Apple Intelligence 展开探讨，聊聊我们对于本次发布会的哪些兴奋、失落和困惑。查看全文",
    "url": "https://sspai.com/post/89581",
    "urlToImage": "https://cdnfile.sspai.com/13/06/2024/article/54a8003f-b7d5-b297-f374-25eefb11c160.jpg",
    "publishedAt": "2024-06-15T03:00:00Z",
    "content": "WWDC24 Apple AI Apple Apple Intelligence \r\nnick@sspai.com"
    },
    {
    "source": {
    "id": null,
    "name": "Unwire.hk"
    },
    "author": "唐美鳳",
    "title": "次世代 Apple CarPlay 公佈兩年 WWDC 2024 公開介面更新",
    "description": "在日前的 WWDC 2024 編程活動環節期間，Apple 分享了下一代 CarPlay 的全新資訊，這個系統預計今年較後時間就會推出。活動環節中展示了很多下一代 CarPlay 的影像，當中包括首次顯示了新的 Vehicle（車輛）、Media（媒體）和 Climate（氣候） 程式。\nThe post 次世代 Apple CarPlay 公佈兩年 WWDC 2024 公開介面更新 appeared first on 香港 unwire.hk 玩生活．樂科技.",
    "url": "https://unwire.hk/2024/06/15/wwdc-2024-next-generation-carplay/fun-tech/",
    "urlToImage": "https://cdn.unwire.hk/wp-content/uploads/2024/06/01-14-694x390.jpg",
    "publishedAt": "2024-06-15T05:00:04Z",
    "content": "WWDC 2024 Apple CarPlay CarPlay VehicleMedia Climate \r\n CarPlay Apple WWDC Vehicle Climate CarPlay \r\nAston Martin Porsche CarPlay Apple CarPlay 2024 WWDC \r\nmacrumors\r\n:<li>Apple Vision Pro + </li> <l… [+40 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Thenewslens.com"
    },
    "author": "健康醫療網",
    "title": "張學友感染呼吸道融合病毒，演唱會緊急喊停！RSV病毒如何預防？有公費疫苗可以接種嗎？",
    "description": "由於RSV病毒本身的傳染途徑和其他呼吸道病毒傳染模式類似，因此曾淑慧發言人表示，主要的預防方式還是要做好手部衛生、呼吸道禮節等，而免疫能力較低下的族群也要避免前往較擁擠的公共場所。",
    "url": "https://www.thenewslens.com/article/203993",
    "urlToImage": "https://image1.thenewslens.com/2024/6/zy1qo5pdtoww1qnp6gvoyqp4zcvfvz.jpg?fm=jpg&format=crop&h=630&q=70&w=1200",
    "publishedAt": "2024-06-15T08:00:29Z",
    "content": "30\r\n199430\r\nPhoto Credit: TNL Brand Studio\r\n30\r\nPhoto Credit: TNL Brand Studio\r\nWHO6%-8%\r\nPhoto Credit: TNL Brand Studio\r\nPhoto Credit: TNL Brand Studio\r\n3030 0800-025-885\r\nApple PodcastSpotifyKKBOXC… [+16 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Thenewslens.com"
    },
    "author": "精選書摘",
    "title": "《討好自己就夠了》：有了「被討厭」的勇氣還不夠，還要很擅長被討厭",
    "description": "日本人氣身心科醫師藤野智哉，非常了解什麼是「想要努力，但力不從心」的挫折感，從小就因為先天的心臟問題，無法和其他同學一樣跑跳、參與團體活動；然而，也正因如此，藤野醫師也更加深刻受到自己的生命或許比一般人來得短暫，於是盡可能隨心所欲，做真正想做、喜歡的事情。",
    "url": "https://www.thenewslens.com/article/203264",
    "urlToImage": "https://image1.thenewslens.com/2024/5/h95ku1hhshc7c3593ikpwggqvyune8.jpg?fm=jpg&format=crop&h=630&q=70&w=1200",
    "publishedAt": "2024-06-15T12:00:36Z",
    "content": "30\r\n199430\r\nPhoto Credit: TNL Brand Studio\r\n30\r\nPhoto Credit: TNL Brand Studio\r\nWHO6%-8%\r\nPhoto Credit: TNL Brand Studio\r\nPhoto Credit: TNL Brand Studio\r\n3030 0800-025-885\r\nApple PodcastSpotifyKKBOXC… [+16 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Livedoor.jp"
    },
    "author": "itsoku",
    "title": "【悲報】女性「30代にもなってG-SHOCKつけてる男は幼稚、普通はロレックス」",
    "description": "1:それでも動く名無し 警備員[Lv.9] 2024/06/05(水) 14:47:20.19 ID:ycuI7ZSE0\n @meimei_konkatsu アポった男性（30代）がカシオのG-SHOCKだったそうです。G-SHOCKって。20年前じゃないんだから。 30代になったら普通ロレックスです。一流同士の仕事では、腕時計の「質」...",
    "url": "http://blog.livedoor.jp/itsoku/archives/61558687.html",
    "urlToImage": "https://livedoor.blogimg.jp/itsoku/imgs/4/6/462d9c64-s.png",
    "publishedAt": "2024-06-15T11:12:38Z",
    "content": "1: [Lv.9] 2024/06/05() 14:47:20.19 ID:ycuI7ZSE0\r\n @meimei_konkatsu 30G-SHOCKG-SHOCK20 30 https://nova.5ch.net/test/read.cgi/livegalileo/1717566440/\r\n2: [Lv.4] 2024/06/05() 14:48:33.27 ID:G/Al/6+B0\r\n … [+2178 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "WWD"
    },
    "author": "Lily Templeton",
    "title": "Where to Stay, Shop and Sip This Summer in Paris",
    "description": "What to do in the City of Light while the Olympic Games are on.",
    "url": "http://wwd.com/eye/lifestyle/where-stay-shop-and-sip-this-summer-paris-1236408521/",
    "urlToImage": "https://wwd.com/wp-content/uploads/2024/05/From-Samaritaine-Paris-sports-related-exhibition-Courtesy.jpg?w=1000&h=563&crop=1",
    "publishedAt": "2024-06-15T03:30:00Z",
    "content": "Paris will be feverish with the Olympic Games this summer, but even the greatest enthusiasts need to take a break from watching sports. Here’s a look at some of the latest hotels, restaurants and sho… [+10284 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "WWD"
    },
    "author": "Miles Sochahttps://wwd.com",
    "title": "WWD Weekend’s Ultimate Guide to Gyms, From Los Angeles to Paris to Beijing",
    "description": "Fashion bible WWD identifies and profiles the most noteworthy gyms around the world, including hot spots in Los Angeles, Paris, Bangkok and Tokyo.",
    "url": "http://wwd.com/eye/lifestyle/wwd-ultimate-guide-gyms-1236388163/",
    "urlToImage": "https://wwd.com/wp-content/uploads/2024/05/wwd-thirdspace-courtesy.jpg?w=1000&h=563&crop=1",
    "publishedAt": "2024-06-15T05:00:00Z",
    "content": "Most hotels might offer decent facilities to keep up with your fitness routine, but finding a good gym while on the go is a must — especially when looking to beat jet lag.\r\nTop-notch equipment, a poo… [+15323 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Screen Rant"
    },
    "author": "Kate Bove",
    "title": "Dark Matter Episode 7's Hidden Detail Teases An Unlikely Alliance In The Finale",
    "description": "Apple TV+'s universe-hopping sci-fi series Dark Matter teased an unlikely season finale alliance in episode 7 with a crucial background detail.",
    "url": "https://screenrant.com/dark-matter-episode-7-detail-ryan-amanda-alliance-finale/",
    "urlToImage": "https://static1.srcdn.com/wordpress/wp-content/uploads/2024/06/dark_matter.jpeg",
    "publishedAt": "2024-06-15T03:56:10Z",
    "content": "Spoilers are ahead for Dark Matter episode 7.\r\nSummary\r\n<ul><li>\r\n When Jason2 abandons Ryan in another dimension, the northern lights fill the sky above Chicago.\r\n </li><li>\r\n Amanda decides to make… [+7037 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Iculture.nl"
    },
    "author": "Gonny van der Zwaag | iCulture.nl",
    "title": "Weekend kijktips: Presumed Innocent, Batman, The Boys en meer",
    "description": "We schrijven op iCulture regelmatig over streaming videodiensten en handige functies om meer uit deze diensten te halen. Maar wat ga je kijken op je Apple-apparaten? Daar besteden we in deze rubriek aandacht aan. Je kunt dit weekend kijken naar diverse nieuwe…",
    "url": "https://www.iculture.nl/?p=1399383",
    "urlToImage": "https://www.iculture.nl/wp-json/social-image-generator/v1/image/1399383/?v=13994021718440171",
    "publishedAt": "2024-06-15T08:00:00Z",
    "content": "In de rubriek Weekend-kijktips besteden we aandacht aan het nieuwe aanbod van de Streaming videodiensten zoals Apple TV+ (probeer gratis), Netflix, Disney+ en Amazon Prime Video. Maar ook lokale aanb… [+11200 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Zive.cz"
    },
    "author": "Martin Chroust",
    "title": "Měsíc po startu služby Najdi moje zařízení. Síť nepracuje tak, jak by měla, na vině je defaultní nastavení",
    "description": "Google dává uživatelům na výběr čtyři režimy • Defaultní však nepokrývá monitoring na všech místech • Ručně si na nejvyšší režim přepne málokdo",
    "url": "https://mobilmania.zive.cz/clanky/mesic-po-startu-sluzby-najdi-moje-zarizeni-sit-nepracuje-tak-jak-by-mela-na-vine-je-defaultni-nastaveni/sc-3-a-1360282/default.aspx",
    "urlToImage": "https://mobilmania.zive.cz/getthumbnail.aspx?q=100&height=20000&width=20000&id_file=192598566",
    "publishedAt": "2024-06-15T07:50:00Z",
    "content": "Google byl pi startu nové podoby sluby Find My Device a píli opatrný. Navíc se ukazuje, e kdy dá Google na výbr nkolik monosti, uivatelé slubu radji vypnou, ne aby si museli vybírat. e je o volb pro … [+1882 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Techreport.com"
    },
    "author": "Krishi Chowdhary",
    "title": "Apple Sued for Underpaying Female Employees in California",
    "description": "On Tuesday, two women filed a lawsuit against Apple in a state court in San Francisco, accusing the tech giant of paying women less than men in comparable jobs. One...\nThe post Apple Sued for Underpaying Female Employees in California appeared first on The Te…",
    "url": "https://techreport.com/news/apple-sued-underpaying-female-employees/",
    "urlToImage": "https://techreport.com/wp-content/uploads/2024/06/stephen-l-3KWEYop8TT8-unsplash-scaled.jpg?_t=1718428176",
    "publishedAt": "2024-06-15T05:09:35Z",
    "content": "<ul><li> Two women who had worked with Apple for close to a decade filed a lawsuit against the company for underpaying women.</li><li> According to them, both the hiring and appraisal processes of th… [+2809 chars]"
    }
    ]
    }